Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 因为李管事为了灵草堂赚了将近两千万灵晶，所以上面决定奖励他一百万灵晶，这个数目就是张管事干一年都未必能赚到，补嫉妒是补可能的，眼下李管事自己找上门来，他正好也有事情要质问他。
en_us: Since Manager Li earned almost twenty million spirit gems for the Magic Herb Shop, so the higher ups decided to reward him with a million spirit gems. This was an amount that Manager Zhang couldn't even earn by working an entire year, so it was impossible for him not to be jealous. Seeing that Manager Li himself came to find him, he just happened to also have something to ask him.

source: 因为楼层越高，人数就越少，三十层楼的人架起来还没有第十层楼的多。
en_us: This was because, the higher it got, the fewer the people on the level. The total number of people on level ten were lesser than the total number of people on the thirtieth level.

source: 因为每三个月才有一次比赛，所以积分对很多人是至关重要的，否则，花完就要重新等上三个月，意味着白白浪费了三个月，所以如无必要，没人愿意没事消费积分。
en_us: Since the challenges only occurred once every three months, points were very valuable to most people, otherwise, you'll have to wait three months if you spent it all. That meant three months would be wasted, so unless it was absolutely necessary, no one would be willing to use up points.

source: 因为每个势力在进入桃源遗迹后便分开走，所以是理解参差不齐，五个势力之中就属赤血家族总体实力最差，难怪黑蜘蛛不愿平分。
en_us: Since each major power had split off into separate paths after entering Peach Blossom Ruins (桃源遗迹), it was understandable that the attendance was uneven. Among the five major powers, only the Vermillion Blood Clan's total strength was the weakest, so it was no wonder that the Black Spider was unwilling to split it evenly.

source: 因为每天乘坐空间传送阵的人实在太多，立即报名后，一般需要等两个时辰左右才能轮到。
en_us: One would usually need to wait for around two hours for their turn after registering immediately as there were too many people taking the dimensional transport circle everyday.

source: 因为游小默只需要顶级灵草，所以他直接前往灵山山顶，虽然晚了两个月，但是山顶的洞府都不是一般洞府，两个月要全部破解是不可能的。
en_us: As You XiaoMo only needed transcendent level magic herbs, he directly headed to the top of the Spirit Mountain. Although he was two months late, the Immortal’s Caves at the top of the Spirit Mountain were not ordinary Immortal’s Caves. It was impossible to break into (破解) all of them in just two months.

source: 因为知道游小默是九十层的院生的人很少，在判断不出某个院生是哪一楼层时，导师和长老们一般是不会漫天开价的。
en_us: This was because very few knew that You XiaoMo was a student on the ninetieth floor. If the teachers and elders could not determine which student was from what floor, they would not normally ask for an exorbitant price.

source: 因为要求太高，导致总是没有院生去他的铺子，所以有一些长老总喜欢那这事调侃他。
en_us: Since he had too high requirements, no students ever visited his stand and some of the elders liked to taunt him.

source: 因为距离太远，传音石起不了作用，所以只能派他自己亲自过来把消息告诉老家主，他的愤怒是可以预料的，谁会想到自己走后，大庄园后脚就遭到了偷袭，不仅禁地失守，被逃走了半数的犯人，连游安泰都死了。
en_us: Because of the distance, they couldn't use transmission stones, so he could only come personally to inform the old Family Head. His anger was understandable. Who would've thought that the estate would be attacked right after he left and, not only did the guards fail to defend it, half of the prisoners had escaped and You AnTai had been killed.

source: 因为过于恐怖，所以很少有妖兽敢踏足炼狱，而鬼哭涯就在炼狱的深处，因此就算有人知道那个神秘势力就在鬼哭涯里，也很少有人敢亲自进去探听真相。
en_us: Not many demon beasts dared to tread into Purgatory because it was too terrifying. In addition the Weeping Ghost Shore was located at the depths of Purgatory. Thus, even if people knew that the mysterious fraction was at the Weeping Ghost Shore, few dared to venture inside to inquire about the truth.

source: 因为这不仅仅只是一个能让人陷入的幻觉的阵法，风变成了利刃，地上的情操也变成了夺人命的东西，到处都是杀机，除非找到阵眼，否则会被活活耗尽灵力而死。
en_us: It wasn't just an array that creates illusion, the wind became razors, the grass became lethal, it was a death trap everywhere. Unless they found the core (阵眼) and destroyed it, they were going to die of spiritual energy depletion.

source: 因为黑袍人是黑蜘蛛五人中实力最强的，既然洞府的宝贝被他们收刮了，那些宝贝十之八九在黑袍人的储物袋里。
en_us: Because the person in black was the strongest among the five people from the Black Spider, and since the Black Spider was the one who had taken most of the treasures from the cave dwelling, the majority of those treasures were in the black-robed person's magic bags.

source: 因此有可能坐落于山脚下，半山腰等地，外观可能华丽耀眼至极，也可能毫不起眼，这种情况便也讲究机缘二字，当然，有时机缘也可能是死门。
en_us: Thus, they could be at the foot of the mountain, in the middle, they could have a lavish exterior or a plain one. It was all dependent on luck (机缘) or if it's meant to be or not, and of course, that sometimes meant death.

source: 因此，万厨师的厨艺顶多就限于寻常人家饭桌上能看到的几道家常菜，像昨天的酸辣鸡丁之类的，别说吃过，他连见都没见过。
en_us: Thus, Chef Wan's cooking skill was at most what you would see on the tables of a normal household. As for the Spicy Sour Chicken(酸辣鸡丁) they ate yesterday, he hadn't even heard of it before, much less tasted it.

source: 因此，大部分人总会不自觉的泛起一股寒意。
en_us: Thus, most people would feel a chill descend over them.

source: 因游小默要在这里炼丹，凌霄不想让任何人打扰到他，所以让黄鼠兽守在外面。
en_us: Since You XiaoMo was refining pills here, Ling Xiao didn't want anyone to interrupt him and thus had the Weasel Beast stand guard.

source: 因距离有点远，所以这边只能听到一个轻微的雷声。
en_us: As they were a little far off, so there was only a faint rumble of thunder.

source: 围观的人窃窃私语，无一不是在抱怨，毕竟宝藏就在前面，如果能进去，他们说不定也能得到一段机缘，这些人把入口堵住了，简直就是丧心病狂，凭什么不让他们进。
en_us: The crowd's whisper were full of complaints. After all, the treasure was right in front of them, if they could enter, they might have a chance. However, these people blocked the path. Lunatics, why aren't they allowed in? (丧心病狂)

source: 围观的人群顿时沸腾了。
en_us: And, the crowd went went seething. (沸腾)

source: 固心丹是一种彩级二品灵丹，主要是巩固因修为涨得太快导致的弊端，恰恰适合现在的游小默，之前他就想过炼一枚固心丹，但是以他现在的修为无法炼制，而且就算他的修为达到了，他的材料也还没有凑足。
en_us: The Heart Fortification Pill was a second grade rainbow pill, primarily focused on reducing the negative effects of a cultivation base that grew too quickly. It was exactly what You XiaoMo needed right now. Before, he had been considering refining a Herat Fortification Pill, but he couldn't do so with his current cultivation base. Plus, even if his cultivation base was there, he didn't have the necessary materials.

source: 圣境强者全力一击不可小觑，斗篷人迅速的拉开距离，体内气血翻腾，还是忍不住吐了一口血，血在海里晕开了。
en_us: A full-powered attack of a Sacred Realm expert was not to be underestimated. The cloaked man quickly increased the distance between them. The qi and blood in his body churned and he could not help but spit out a mouthful of blood, the blood spread out in a halo in the sea. (血在海里晕开了)

source: 圣境高星强者的实力果然恐怖，连他们的威压都差点承受不了。
en_us: The strength of a high star Sacred Realm expert was really frightening and they were nearly unable to bear that oppression.

source: 圣女在部落的地位极其崇高，仅次于古玛部落的部长夏玛。
en_us: The holy maiden's position in the tribe was extremely high, second only to the Chief of the Guma Tribe, Mo Ma.

source: 在一亿一千万灵晶石沉大海后，凌霄这一次并没有立刻出手，看着价格不断往上攀升，他眉毛动都不动一下，淡定得好像不准备出手一样。
en_us: After the 110 million spirit gems sank into the sea, Ling Xiao didn't immediately act this time. When he saw the price continuing to rise endlessly, his eyebrows didn't even move, remaining unperturbed as if he wasn't going to bid again.

source: 在三片叶子的包围下，中间是一朵未开放的小花包，传闻当花苞开放之际，围绕着他的三篇骷髅叶子会变成一个笑脸，恐怖异常。
en_us: Underneath the three leaves was a small flower bud which hadn't yet bloomed. Rumor had it that when the flower bud bloomed, the skull leaves surrounding it would also change into smiling expressions, making them exceptionally terrifying.

source: 在下甚是想念她们。”
en_us: This humble subordinate dearly misses them."

source: 在东西两界中间有一条和平街。
en_us: In the middle of the east and west territories was a Peace Street.(一条和平街)

source: 在五个人对面的正是凌霄。
en_us: As for who they were all facing, it was Ling Xiao.

source: 在交易所里换灵晶这种事情并不常见。
en_us: It was uncommon to convert to crystals in the Exchange Quarter.

source: 在他们全力追击之下还拉开距离，对方显然也是一名圣境强者，因此十之八九是她在小镇遇到的那个男人。
en_us: If they could stretch out the distance even after them chasing at full power, they had to be a Sacred Realm practitioner as well. It was highly likely to be the man Xia Yin saw in the small town.

source: 在他们凑齐四张地图的时候却散播出这种传闻，想想就不对劲。
en_us: For this kind of rumor to spread out after they pieced together the four maps, if they just thought about it they could tell something wasn't quite right.

source: 在他们对话的时候，已经有好几个上前与程荷交涉，不过没有一个能让程荷满意，只好失望的退回来。
en_us: There had already been several people who went up to negotiate with Cheng He while they were conversing. However, none of them could satisfy Cheng He and could only return in disappointment.

source: 在他们的印象中，清风门收购他们的灵草要五百株才给五枚水晶，而水晶与灵晶的兑换比例可是1000：1。
en_us: In their memories, the QingFeng Sect had only given them five crystal coins per five hundred magic herbs, and the exchange rate between crystal coins and spirit gems was 1000:1.

source: 在他们的对话的时候，麒麟族也表态了。
en_us: While they were talking, the Qilin Clan had also picked a side.

source: 在他们的正下方，玄泽正奄奄一息的往下坠，脑袋也是人身体十分脆弱的一个地方，游小默当时发狠的砸了四五下，没把他的脑袋打爆就已经算不错了，但要说没事是绝对不可能的。
en_us: Right below them Xuan Ze was slowly sinking as he was on the verge of death. (奄奄一息) The brain was an extremely fragile part of the human body and You XiaoMo had aggressively knocked it four/five times. The fact that his head hadn't shattered was already impressive enough, there was no way nothing happened. (没事)

source: 在他们说话的时候，莫雪已经注意到他们了，嗓子说不出来话，但是一层薄薄的面纱也无法阻挡她那双怨气刻骨的仇恨视线，大概以为他们不会发现，怨恨的目光赤裸裸的。
en_us: While they were speaking, Mo Xue had already noticed them. She couldn't speak, but there was no way the thin layer of the veil could block the resentful, bone-deep hostility in her eyes. She probably thought they couldn't tell, so the hatred in her gaze was undisguised.

source: 在他们谈话间，游小默和那名黑衣人差不多分出胜负。
en_us: As they spoke, You XiaoMo and the black robed man's battle was coming to a close.

source: 在他怀里的金翅虫和吞金兽为了挽回之前丢掉的面子和自尊，立刻跳出来，金翅虫一只一边对着玄泽的眼睛就狠狠的咬了一下，然后在玄泽合上眼睛的时候飞走。
en_us: As for the Golden Winged Insects and the Metal Swallowing Beast, who were in his shirt (怀里), they immedietly jumped out to regain their lost face and pride. Each insect took a merciless bite out of Xuan Ze's eyes and when he closed his eyes, they flew away.

source: 在他思考对策的时候，宫殿晃动的频率越来越低，但是每一次都像世界末日一样，再不快点就来不及了。
en_us: As he was thinking of a plan, the palace began to shake less and less frequently, but each tremor was like the coming of the apocalypse. He'd run out of time if he didn't manage this soon.

source: 在他满脸骇然的时候，搭在他肩膀上的手突然用力将他扳倒了，摔倒再低的时候，玄威看到男人一掌轰了下来，眼睛霎时瞪大到极致，他想要运转体内的灵力，但是心念一动却什么反应也没有。
en_us: Just as his face twisted into shock, the hand on his shoulder suddenly forced him down. Just as he fell lower, XuanWei saw the man send a palm strike down at him. His eyes widened. He wanted to use the power inside him, but it did not react.

source: 在他看来，能见到他们玄龟族确实是人类的殊荣。
en_us: In his view, for these two to be able to see them who were from the Black Turtle Clan was the glory of the human race.

source: 在他脚下，是躺平的游平兄弟和小侍女，不知道凌霄用了什么办法，三人到现在也没有醒。
en_us: At his feet, lay the You Ping brothers and the handmaiden. He didn't know what Ling Xiao had done, but the three hadn't woken up even now.

source: 在他说出这句话的时候，整个客栈已经陷入一片死寂，正如之前那名中年人说的，只有通天大陆那些真正的势力才有资格被邀请，除此之外，单独邀请的强者修为必须在神境以上，而且这只是其中一个条件而已。
en_us: When he said that, the entire inn had fallen into silence once more. As that middle aged man had said, only people of great powers would be invited. Apart from that, individuals that were invited had to be experts of Divine level or higher. And this was just one of many requirements.

source: 在他起床没多久，乔无星几人约好一起下来看他了，白天他们来过，那时他睡得像只死猪，所以错过了。
en_us: Not long after he got up, Qiao WuXing and the rest made an arrangement to visit him together. He had missed them when they came in the day, since he was sleeping like a dead pig at that time.

source: 在他身后，滕梓心和柴正几人已经走了进来，他们的情况和他一样，一开始并不能适应重力屋的重力，个个都僵在原地。
en_us: Behind him, Teng ZiXin, Chai Zheng and the others had entered and were experiencing the same thing he was. At first, they weren’t used to the pressure, freezing in place.

source: 在他面前不远，游君其早已惊愕的张大嘴巴。
en_us: Not far in front of him, You JunQi had long since opened his mouth in surprise.

source: 在他面前的桌子变成一堆碎屑，以他为中心三米内，除了他身下的长条椅，其他的桌椅凳子皆化为碎屑。
en_us: The table in front of him had turned to shreds and within a three meter radius of him, other than his chair, everything turned to dust.

source: 在众人竞相竞价之下，这只红鹰炉最后被人以两百五十五万灵晶的价格拍走。
en_us: Under the competitive bidding of the crowd, the Red Eagle Cauldron was finally sold at two million fifty-five thousand spirit gems.

source: 在众人震惊的目光下，滕蛟犹如一块破布般掉下擂台。
en_us: Under everyone’s startled gazes, Teng Jiao fell from the stage like a piece of limp cloth.

source: 在凌霄与妖凰族正面碰撞的两天后，苍盟做出一个主要针对赤血家族的声明，声明的内容是凌霄和游小默是苍盟的朋友，任何与他们为敌人的就是与苍盟为敌。
en_us: Two days after Ling Xiao and the Demon Phoenix Clan collided, the Cang Alliance released a statement directed largely at the Vermillion Blood Clan. The statement said that Ling Xiao and You XiaoMo were teh Cang Alliance's friends, and anyone who was their enemy was also the Cang Alliance's enemy.

source: 在利益面前，赤血家族算什么，损失他们的利益造福自己，这么好的事要是拒绝就是傻子了。
en_us: What did the Vermillion Blood Clan matter in the face of profit? Decreasing their share would benefit the others, and only an idiot would reject something so great.

source: 在前方一百米远的地方，牛徐阳和莫雪两姐妹此时正被一伙人围在中间，看那伙人的打扮及行为，应该就是所谓的洞域强盗。
en_us: About a hundred meters ahead, Niu XuYang, Mo Xue, and Mo Fei were currently being surrounded by a crowd of people. Considering the way that crowd of people was dressed, as well as their behavior, they should be the so-called Dong Yu bandits. (洞域强盗)

source: 在她身边的莫雪姐妹却被夏音的态度震惊得一句话也说不出。
en_us: Mo Xue and her sister who were beside her were shocked by the attitude of Xia Yin and could not say a word.

source: 在姬云琅以为她会再度发起攻击的时候，她却下令撤退，语气还很急，顿时懵了，这是什么状况？
en_us: Just when Ji YunLang thought that she was about to continue fighting, she gave the command to retreat instead. Her voice was also extremely panicked, and Ji YunLang froze for a moment. What situation was this?

source: 在客栈的对面也是一家客栈，只不过却被毁掉了一半，翻修已经不可能，必须重建，两者形成鲜明的对比。
en_us: On the opposite of the inn was another inn, but had only been half destroyed. It was impossible for rerenovation, they have to rebuild it, so the two posed a striking contrast.

source: 在客栈的时候，游小默亲耳听到莫菲用多么甜的声音叫夏音，现在这是利用完了就翻脸不认人？
en_us: In the inn, You XiaoMo had personally heard Mo Fei call out to Xia Yin with such a sweet tone. Now that Xia Yin was no longer of use, they immediately turned on her?

source: 在宴会结束之时，反倒不怎么引人注意。
en_us: Their actions were not particularly eye-catching before the banquet ended.

source: 在山洞里住了两个月，游小默几乎快把山洞当成他们的家，里里外外打扫得很干净。
en_us: They had stayed in the cave for about two month now. You XiaoMo felt that it was almost their second home, as he made sure it was cleaned from inside out.

source: 在心里迅速的衡量得失后，强盗头子确定讨不了好处，立刻带着四个手下干脆利落的逃了，并顺手摸走了姐妹花的储物袋。
en_us: After quickly weighing the gains and losses in his heart, the bandit chief determined that there would not be any advantages for him and efficiently fled with four of his men. At the same time, he stole the magic bag of the beautiful sisters while making his getaway.

source: 在快要飞出沼泽时，游小默回头看了一眼。
en_us: Right when they were about to fly out of the swamp, You XiaoMo looked back.

source: 在星罗城的死亡之森里，凌霄曾经收了花姑和她两个小弟，当时他让他们自己前往鬼哭涯，但上次他们并没有在鬼哭涯看到他们，显然他们还没找到鬼哭喹。
en_us: In Xing Luo City's Forest of Death, Ling Xiao had once accepted Hua Gu and her two little brothers. Back then, he had told them to go ahead to Weeping Ghost Shore by themselves, but they hadn't seen them last time they were in Weeping Ghost Shore, so clearly they still hadn't found it yet.

source: 在沼泽上方不知何时静静的伫立着一只水妖，他有着人类的外貌，全身却像透明清澈的水组成一样，面无表情地看着他们。
en_us: A water demon was standing quietly on top of the swamp for who knows how long. It had the outer appearance of a human, but its entire body was clear as if it was made of water, and it was looking at them expressionlessly.

source: 在洞府的后方有一片清澈的湖泊，湖泊周围开辟着大片的灵草田，上面种植着大量的顶级灵草，大概常年被瘴气侵蚀，灵草的叶子和根茎多呈现灰黑色，其中有一小块灵草田看起来最为阴森。
en_us: There was a clear lake behind the cave dwelling. A large magic herb field had been established near the lake, and numerous transcendent level magic herbs grew in the field. Since they most likely had been corroded by the miasma all year long, the leaves and roots of the magic herbs looked ashy black. There was one small section of the magic herb field that looked the most sinister.

source: 在游小默不知道自己的便宜爹是通天大陆最富有的人之前，他确实拿不出来，知道后并且把他的财富都捞进自己口袋里，他会说一亿三千万灵晶只是小意思。
en_us: Before You XiaoMo knew that his cheap father (便宜爹) was the richest man on the TongTian Continent, he wouldn't be able to afford this, but after knowing that, and taking all of his fortunes in his own pocket, he would say that one hundred thirty million was nothing.

source: 在游小默的压制下，灵丹终于安静了下来。
en_us: Under You XiaoMo's suppression, the magic pill finally calmed down.

source: 在游小默闭关的这段时间，他实验了很多丹方，不能说百分之百都成功了，毕竟他炼的灵丹不是低级或中级，他的本事再强也不可能炼高级灵丹也达到百分之百的成功率，所以中间失误了几次。
en_us: During the time You XiaoMo spent in isolated training, he tested out many pill recipes. He didn’t succeed a hundred percent of the time, after all the pills he was refining weren’t low or middle level pills. No matter how good he was, he wouldn’t be able to refine high level pills with a hundred percent success rate, so he failed a couple of times.

source: 在游震天的猛虎即将成形的时候，凌霄那边也好了。
en_us: Ling Xiao was also done just as You ZhenTian's fierce tiger was about to take shape.

source: 在湖泊里清洗掉身上的污渍，游小默从储物袋里拿出一套新衣服换上，整理好自身后又从空间里拿出一个木盆，从湖泊装一盆清水朝凌霄走过去。
en_us: You XiaoMo washed away the stains on his body in the lake before he took out a new set of clothes from the magic bag and put them on. After tidying himself up, he took a wooden basin out from his dimension, filled it with clear water from the lake and walked over to Ling Xiao.

source: 在灵草堂里，管事也是有等级的，地位越高，负责的灵草去就越重要，真要计较起来，上面也会偏向地位比他高的李管事，而且他前不久还为灵草堂立下大功劳，只能吃下这个亏了。
en_us: In the Magic Herb Shop, there were different tiers of managers too. The higher the tier, the more important the magic herbs were that they were responsible for. Even if they really did start arguing, the higher ups would favor Manager Li, whose status was higher than his. Plus, he had provided a generous contribution to the Magic Herb Shop not too long ago, so Manager Zhang could only suffer this loss.

source: 在玄威的身体化为本体前，凌霄将其收进空间里。
en_us: Before XuanWei's body could return to its true form, Ling Xiao shoved him into the pocket dimension.

source: 在甲板看了一晚夜景，顺便吹了一宿冷风，天刚亮，游小默终于被凌霄拎着回船舱，就算没看过这个世界的海上夜景，也不要表现得这么愚蠢，会把他的智商也拉低了。
en_us: Having remained on the deck to admire the night view for the entire night, and also got a night of being buffeted by the cold wind. The sky was just brightening, and Ling Xiao finally dragged You XiaoMo back to the cabin. Even if he had never seen this world's ocean nights, he still shouldn't behave so foolish; it'll pull his IQ down further.

source: 在绵绵山住了两天，两人没再留下来的意愿，就准备向熊笑他们告辞。
en_us: They stayed in the Amaranthine Mountain for two days. The two did not have the desire to stay longer and were preparing to bid their farewells to Xiong Xiao and the rest.

source: 在西境认识他们的人没几个，所以他们直接用原来的容貌行走，其实游小默也不太喜欢脸换来换去，还是用自己的脸比较舒服。
en_us: They were walking about with their original appearance as only a few people knew them in Xi Jing. As a matter of fact, You XiaoMo did not like to keep changing his face and felt that it was the most comfortable to use his own face.

source: 在这两个月里，游小默前前后后猎了不少低阶妖兽，烤肉吃得嘴都快没味了，他的调料也差不多用完了。
en_us: In these two months, You XiaoMo had hunted quite a few low level demon beasts, and they had eaten so much roast meat that it was starting to become tasteless. He had used up most of his seasoning, too.

source: 在这个人人都急着出城的紧张时刻。
en_us: In this time, where everyone was anxious to get through the city gates.

source: 在这个人满为患的时刻。
en_us: A time where people were crowded here in anticipation.

source: 在这个到处对都是强者的拍卖场里，他是实力仅次于坐在第一排除游小默和卫白之外的所有强者。
en_us: In an auction house where powerhouses were a dime a dozen, his power was only second to those sitting in the first row - sans You XiaoMo and Wei Bai.

source: 在这个没人会想到城门即将开放却有人在想着闯出去的时刻。
en_us: A time where no one would expect someone to brute force their way out rather than wait for a gate trhat was about to open.

source: 在这个紧张时刻，围观的人群中仍然有女性看得一脸娇羞，抬着脸，捂着眼睛，好像看一眼就会被迷晕一样。
en_us: Even in such a tense situation, there was still females in the crowd who shyly looked at him, slightly covering their eyes, as if they’ll faint with even a look.

source: 在这种情况下，更加衬托出纯色金翅虫的珍贵。
en_us: Under these circumstances, it further emphasized how valuable the pure Golden Winged Insects were.

source: 在通天大陆，没有实力是不行的，所以此间事了，他就和银戈二人分开了，一来不想做电灯泡，二来他也有自己的去处。
en_us: In the TongTian Continent, power was everything, so after this, he parted with Yin Ge and Feng ChiYun. On one hand, he didn't want to third wheel, on another, he had his own place to be.

source: 在酒楼大堂待了差不多一个多时辰，太阳很快便下山了，天空被云霞染得红通通一片，映得人们脸也红红的。
en_us: The sun soon set after staying in the lobby of the restaurant for more than an hour. The sky and clouds was dyed red by the setting sun and the light reflecting off painted the people's faces in a red hue. (天空被云霞染得红通通一片，映得人们脸也红红的。)

source: 在酒楼里住了两天。
en_us: They stayed at the inn for two days.

source: 在黄鼠獣和他的小伙伴的注视下，天空突然出现一道蓝色的身影，在那漫天的雷云之下显得那么渺小，闪电的轰鸣声接连不断的响起。
en_us: Under the gazes of the Ground Squirrel Beast and his little companions, a blue figure suddenly appeared in the sky. It looked so small and insignificant beneath the thunderclouds that filled the whole sky as the booms following the lightning continued to ring in unbroken succession.

source: 在黑熊看上来的时候，凌霄右手掌上‘噗嗤’一声，漠然出现一颗火球。
en_us: As Hei Xiong looked up, a fire ball appeared on Ling Xiao's right palm with a puff. (噗嗤)

source: 在黑蜘蛛的拍卖会里，只要不直接动手，用气势压迫别人在允可的范围里，所以他们不会出手。
en_us: In the Black Spider's auction, using one's aura to oppress others was permissible as long as one did not physically come to blows (直接动手), so they would not step in to stop it.

source: 地上的碎石明显告诉他们已经有人先一步进去，如果是从拍卖会上拍到地图的游小默和凌霄，这会他们恐怕已经拿到宝贝了。
en_us: The broken rocks on the ground clearly indicated that someone had already gone in before them. If those people happened to be You XiaoMo and Ling Xiao, who had obtained the map from the auction, they had most likely already gotten to the treasure by now.

source: 地图上显示水元素之心就在这座大殿里，但是具体位置并没有标明，所以他需要在这么大的主殿里把那么小的东西找出来。
en_us: The map had the water elemental essence marked in this hall, but the specific location wasn't detailed so he had to find that tiny thing in this massive hall.

source: 地图以八亿灵晶的天价被凌霄拍到手了。
en_us: The map was taken by Ling Xiao at the absurd price of eight hundred million.

source: 地图分为三个等级，分别是甲乙丙，丙级最便宜，甲级地图最贵，因为上面的地形是最完整的，而且有标注哪里危险哪里安全，安全的地方大都是已经被掏空的洞府。
en_us: The maps were split into three grades, A, B and C. Grade C was the cheapest and Grade A maps were the most expensive because they had the most comprehensive information as well as labels for safe and danger zones. Most of the safe zones were emptied out caverns.

source: 地图变成一团红光，颤颤的升起，下一秒便迅速的朝某个方向飞了过去。
en_us: The map turned into a ball of red light staggering to float up and in the next second, it quickly flew towards a certain direction.

source: 地图转眼间就变得像一块发烫的烙铁，红滚滚的，烫得游小默立马扔了出去。
en_us: In an instant the map became as hot as a burning coal, causing You XiaoMo to throw it out immediately.

source: 地底深处被掏空，仅肉眼就看到一处极为宽阔的拍卖场，犹如古罗马的斗兽场，中间是一个巨大的平台，四周都是数之不尽，密密麻麻的座位，没有给特殊的包厢之类的地方，所有人都是坐在这里的。
en_us: The underground area had been scooped out, and the massive auction house was visible to the naked eye, like the Roman Colosseum. There was a large dais in the very middle and countless seats surrounding it. There were no special VIP box seats or anything. Everyone sat together here.

source: 地级则是神境中星或高星，天级则不得了，每个天级都皆是圣境强者，星级不分，因此他有可能是低星，也有可能是中星，因高星很少，所以这点到是不用担心。
en_us: The Earth rank consisted of those in the Divine middle-star or high-star level. The Sky rank was on a whole other level; every Sky rank member was a Sacred Realm expert. They didn't divide according to stars, so he could be low-star or middle-star. Since high-stars were very rare, she didn't need to worry much about that.
